[
    {
        "title": "American Airlines orders 60 Overture supersonic jets",
        "maintext": "The revival of supersonic passenger travel, thought to be long dead with the demise of Concorde nearly two decades ago, could be about to take wing as American Airlines has put in an order for 60 aircraft capable of flying at 1.7 times the speed of sound. \nBoom is a start-up based in Denver, Colorado, whose development of Overture, an ultra-fast successor to Concorde that seats 65 to 88 passengers, is so advanced that it showed off designs at last month's Farnborough air show.",
        "date": "2022-08-18",
        "source": "The New York Times"
    },
    {
        "title": "Conte: 'Chelsea are not in the race to sign Sanchez'",
        "maintext": "Antonio Conte. Pic: PA\nHead coach Antonio Conte does not think Chelsea are in the race to sign Arsenal forward Alexis Sanchez.\nSanchez is out of contract this summer and seemed certain to join Manchester City this month.\nBut the Premier League leaders on Monday evening decided to end their interest because of the costs involved, with Manchester United in pole position, while there were suggestions the Premier League champions were also in the running.\nConte last Friday spoke of his admiration for Sanchez and described any potential cut-priced deal for the Chile striker as a great opportunity.\nThe Italian was evasive when quizzed on Chelsea's interest in the player, taking his usual stance in deferring matters of recruitment to the club.\nAsked if Chelsea were actively seeking to sign Sanchez, Conte said: \"I don't know. I don't think so. I don't know, but I don't think so.\"\nConte, speaking ahead of tonight's FA Cup third-round replay at home to Norwich, was reluctant to discuss the transfer market.\n\"About the transfer market, I prefer to talk to the club, also to give opinions,\" he added.\nPlanned\n\"I repeat: I don't want to give my opinion about the transfer market.\"\nMeanwhile, Daniel Farke says Norwich will have something \"special\" planned for Chelsea tonight.\nThe Canaries head to Stamford Bridge on the back holding the Premier League champions to a goalless draw at Carrow Road.\nFarke's men followed that up with a battling 1-0 win at Sky Bet Championship promotion hopefuls Bristol City, who earned great plaudits for their League Cup efforts against Manchester City.\nThe German believes Norwich will have a free shot at pulling off a shock result in tonight trip to west London and see the winners at home to Newcastle in round four.\n\"I'm hoping for another brilliant performance against one of the giants, and we'll have a special plan for tomorrow,\" Farke said. \"Hopefully with a really good performance and, if Chelsea aren't at their very best, then we'll always have a chance.\n\"It will be important to keep as much possession as possible, as we don't want to be running after the ball for 90 minutes - so we have to be brave in our possession and our pressing.\"\nFarke, though, accepts Norwich cannot afford to underestimate the challenge ahead.\n\"They haven't scored for three games so they will be wanting to show they can score, especially in a home match,\" the Canaries boss added.",
        "date": "2018-01-23",
        "source": "The Herald-ir"
    },
    {
        "title": "Gunman opens fire on car just metres from scene of Hamid Sanambar murder",
        "maintext": "Hamid Sanambar\nGardai are hunting for a gunman who opened fire on a car in north Dublin - just metres from where Hamid Sanambar was gunned down last week.\nEmergency services were alerted to reports of gunfire in Kilmore Road in the Artane area of the capital shortly before 9pm on Wednesday.\nGardai believe a number of rounds were fired at the car before the gunman and the vehicle fled the scene.\nFled\nDetectives investigating the shooting are probing if the gunman interacted with the car driver before he opened fire.\nIt is understood the gunman fled the area on foot.\nThe incident happened just a few hundred metres from Kilbarron Avenue where Sanambar (41) was shot dead on Wednesday of last week.\nGardai said investigations into that shooting are still ongoing.\n\"Gardai are investigating reports of an alleged shooting incident on the Kilmore Road, Artane, Dublin 5,\" a spokeswoman said.\n\"The incident occurred on June 5, 2019, at approximately 8.50pm.\n\"No injuries were reported and investigations are ongoing.\"\nThe area has been plagued by a number of gun attacks in recent weeks, including two murders.\nA third person from the suburb, Sean Little (22), was shot dead in Balbriggan last month.\nEarlier this week, Justice Minister Charlie Flanagan visited Coolock in north Dublin amid escalating gangland violence.\nMr Flanagan repeatedly described the youngsters involved in the violence as \"losers\".\nHe encouraged young people in the area to \"forget about the bling\".\nDRUGS\n\"My message to young people in this area is that there is no future in organised crime or drugs or the associated bling that that brings,\" he told the media as he arrived at Coolock Garda Station.\n\"These are losers and I'm calling on the community to work closely with gardai to ensure that the challenge can be surmounted.\"\nThe minister said there were about 100 people are involved in serious crime in the Coolock area.",
        "date": "2019-06-07",
        "source": "The Herald-ir"
    },
    {
        "title": "'One-punch killer's sentence will make others think twice'",
        "maintext": "Luke O'Reilly with his mother Janet O'Brien Luke O'Reilly Jack Hall Ellis The Metro One Bar in Tallaght, where Hall Ellis had earlier accused Luke O'Reilly of talking to his girlfriend\nThe mother of a young Dublin man who lost his life following a one-punch attack hopes the sentence her son's killer was handed down will act as a deterrent for others.\nJack Hall Ellis (21) was yesterday jailed for five years after pleading guilty to the manslaughter of Luke O'Reilly in Tallaght almost two years ago.\nHall Ellis, who was on bail at the time over an alleged violent disorder incident, struck the 20-year-old with a single punch, which resulted in Mr O'Reilly hitting his head on the ground and suffering fatal injuries.\nJudge Melanie Greally remarked that single-punch assaults leading to traumatic brain injuries are recurring on the courts' case load.\nLast night, Mr O'Reilly's mother, Janet O'Brien, told the Herald she was satisfied the judge recognised that such serious assaults were being carried out regularly.\n\"If he didn't get that punch he would never have hit the ground and died,\" Ms O'Brien said.\nDeterrent\n\"I was pleased the judge recognised the fact that there are so many of these one-punch attacks. I don't know how many I have heard of since Luke, or parents who have got in touch that have been there before me.\"\nMr O'Reilly's mother described the five-year term given to Hall Ellis as \"a realistic sentence\" and added that, as a result, he would not simply walk away from the killing.\n\"Hopefully it will make people sit up and listen, and they'll think twice. It will act as a deterrent for kids going around trying to act the hard man, because as I said it doesn't make much difference to us now,\" she added.\nOn Halloween night in 2017, Mr O'Reilly was socialising in the Metro One Bar in Tallaght when Hall Ellis approached him and accused Luke of talking to his girlfriend.\nEarly the following morning, Mr O'Reilly was walking along the Old Blessington Road when he was punched once from behind by Hall Ellis, who had drunk up to 20 shots on the night of the attack.\nThe victim fell to the ground and hit his head on the concrete pavement. He suffered traumatic brain injuries and tragically passed away 13 days later at Beaumont Hospital.\nIn a moving victim impact statement, Mr O'Reilly's mother said that her family would never be the same following her son's death.\n\"No family occasion will ever be 100pc joyous again. Every birthday, seasonal holiday or any occasion is just a reminder that Luke's not here to celebrate any of these with us. He should be here,\" Ms O'Brien said.\nShe described how the birth of Luke, just after midnight on August 2, 1997, filled her life with \"unconditional love and unimaginable sense of pride\" that she would get to rear and guide his life so that he too could one day raise his own family.\nThis, however, was taken away from Ms O'Brien by what she described as a \"cowardly\" attack by Hall Ellis.\n\"I don't believe Jack intended the outcome of his actions for Luke to lose his life, but ultimately this was the result of his actions.\n\"I also believe that if Jack had abided by his bail conditions my son would be alive here with us today,\" she told the court, in reference to the fact that Hall Ellis had breached a curfew and a bond to keep the peace on the night of the fatal assault.\nMs O'Brien also described as \"gut wrenching\" the fact that the accused presented himself to gardai only after he realised that Mr O'Reilly was not expected to survive.\nShe recalled being informed by medical staff at Beaumont Hospital on the morning of November 13, 2017, that Mr O'Reilly was not going to recover from the assault, and making the decision to donate her son's organs.\n\"I climbed into bed beside him, hugging on to his warm body, never wanting to let go and listening to his beating heart that was now only beating to save someone else's life,\" Ms O'Brien said.\nJudge Greally said that Hall Ellis attributed his actions to anger and drunkenness, having previously heard that he consumed between seven and 10 double Captain Morgans that night.\nThe court heard the accused had nine previous convictions, eight of which were for road traffic offences and one related to possession of drugs.\nJudge Greally said she was handed a picture of Luke which she said was a \"poignant image\" of him in his youth, and that he was a \"special young man who was deeply loved by his family\".\nSentencing Hall Ellis, the judge said the aggravating factors included the unprovoked nature of the assault, that he breached bail conditions on the night of the assault, and that even though he observed Luke motionless on the ground, he still decided to leave the scene.\nShe gave him credit for his early guilty plea, his absence of previous violent conduct and his genuine remorse, before jailing him for seven years with the final two suspended.",
        "date": "2019-06-29",
        "source": "The Herald-ir"
    },
    {
        "title": "Leclerc dedicates win to Hubert",
        "maintext": "Charles Leclerc\nCharles Leclerc registered the maiden win of his Formula One career after romping to victory at the Belgian Grand Prix.\nLess than 24 hours after Leclerc's French motor racing contemporary, Anthoine Hubert, was killed at the Spa-Francorchamps venue, the young Monegasque driver delivered a dominant display to take the chequered flag in his friend's honour.\nLewis Hamilton finished second after fighting his way past Sebastian Vettel with 12 laps remaining.\nHamilton's Mercedes team-mate Valtteri Bottas also managed to see off Vettel after the Ferrari driver was forced to make an additional stop for tyres.\nHamilton extended his lead over Bottas in the championship to 65 points.\n\"This one is for Anthoine,\" said an emotional Leclerc on the radio.\n\"It feels good but it is difficult to enjoy a weekend like this.\n\"On one hand I have realised a dream, but on the other hand it has been a difficult weekend.\n\"I have lost a friend, so I would like to dedicate my win to him.\n\"We have grown up together. It is a shame what happened yesterday, so I cannot enjoy my first victory.\"\nLeclerc posted a childhood picture with his arm around Hubert upon news of his death following a horrifying 257kmh crash in Saturday's Formula Two race.\nHe accompanied the picture with the words: \"I can't believe it.\"\nThe Ferrari driver, who is 22 next month, the same age as Hubert, was visibly moved by the tragedy.\nPrior to the race, he hugged Hubert's mother, Nathalie.\nA moment of silence was observed before the race in the French driver's memory. Nathalie held her son's pink and white crash helmet. Hubert's brother, Victhor, stood alongside her as the Formula One and grieving Formula Two drivers formed an arc, bowing their heads in honour of their fallen colleague.\nAll 20 of the drivers' cars yesterday were adorned with \"Racing for Anthoine\" stickers.",
        "date": "2019-09-01",
        "source": "The Herald-ir"
    }
]